#This is the resource bundle for design time of the SAPUI5 sap.ui.comp library
#

#XMSG:	Remove mandatory Field Confirm Dialog Message
GROUP_ELEMENT_DESIGN_TIME_REMOVE_MANDATORY_FIELD_MESSAGE="{0}" \u0E40\u0E1B\u0E47\u0E19\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E1A\u0E31\u0E07\u0E04\u0E31\u0E1A \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E49\u0E32\u0E22\u0E2D\u0E2D\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XMSG:	Remove Group with mandatory Fields Confirm Dialog Message
GROUP_DESIGN_TIME_REMOVE_GROUP_WITH_MANDATORY_FIELDS_MESSAGE=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E19\u0E35\u0E49\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E1A\u0E31\u0E07\u0E04\u0E31\u0E1A\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49 \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E49\u0E32\u0E22\u0E2D\u0E2D\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?\n{0}

#XMIT: SmartForm control name caption
SMARTFORM_NAME=\u0E2A\u0E21\u0E32\u0E23\u0E4C\u0E17\u0E1F\u0E2D\u0E23\u0E4C\u0E21

#XTIT: SmartForm control name plural caption
SMARTFORM_NAME_PLURAL=\u0E2A\u0E21\u0E32\u0E23\u0E4C\u0E17\u0E1F\u0E2D\u0E23\u0E4C\u0E21

#XMIT: SmartTable control name caption
SMARTTABLE_NAME=\u0E15\u0E32\u0E23\u0E32\u0E07

#XTIT: SmartTable control name plural caption
SMARTTABLE_NAME_PLURAL=\u0E15\u0E32\u0E23\u0E32\u0E07

#XMIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly control type name: Group
GROUP_CONTROL_NAME=\u0E01\u0E25\u0E38\u0E48\u0E21

#XTIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly control type name: Groups
GROUP_CONTROL_NAME_PLURAL=\u0E01\u0E25\u0E38\u0E48\u0E21

#XMIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly control type name: Field
FIELD_CONTROL_NAME=\u0E1F\u0E34\u0E25\u0E14\u0E4C

#XTIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly control type name: Fields
FIELD_CONTROL_NAME_PLURAL=\u0E1F\u0E34\u0E25\u0E14\u0E4C

#XMIT: VariantManagement predefined text for Manage Variants dialog
VARIANT_MANAGEMENT_MANAGEDIALOG=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07

#XTIT: Predefined text for the view settings dialog title
VIEWSETTINGS_TITLE=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32

#XTXT: "Settings" context menu info for RTA
VIEWSETTINGS_CONTEXT_MENU_INFO=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C\u0E17\u0E35\u0E48\u0E08\u0E30\u0E41\u0E2A\u0E14\u0E07\u0E41\u0E25\u0E30\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C \u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E0E\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E40\u0E23\u0E35\u0E22\u0E07\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E25\u0E38\u0E48\u0E21

#XTXT: Text Arrangament Title for RTA
TEXTARRANGEMENT_RTA_DIALOG_TITLE=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E40\u0E23\u0E35\u0E22\u0E07\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21

#XTXT: "Change Text Arrangement" context menu info for RTA
TEXTARRANGEMENT_RTA_CONTEXT_MENU_INFO=\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E1C\u0E25\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E17\u0E35\u0E48\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19 \u0E01\u0E33\u0E2B\u0E19\u0E14\u0E27\u0E48\u0E32\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E04\u0E27\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E14\u0E49\u0E27\u0E22 ID, \u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21 \u0E2B\u0E23\u0E37\u0E2D\u0E17\u0E31\u0E49\u0E07\u0E2A\u0E2D\u0E07\u0E2D\u0E22\u0E48\u0E32\u0E07

#XTXT: Label Title for RTA
LABEL_RTA_DIALOG_TITLE=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E1B\u0E49\u0E32\u0E22\u0E0A\u0E37\u0E48\u0E2D

#XTXT: "Change Labels" context menu info for RTA
LABEL_RTA_CONTEXT_MENU_INFO=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E1C\u0E48\u0E32\u0E19\u0E04\u0E38\u0E13\u0E2A\u0E21\u0E1A\u0E31\u0E15\u0E34\u0E1E\u0E37\u0E49\u0E19\u0E10\u0E32\u0E19 \u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E35\u0E48\u0E17\u0E33\u0E14\u0E49\u0E27\u0E22\u0E27\u0E34\u0E18\u0E35\u0E19\u0E35\u0E49\u0E08\u0E30\u0E21\u0E2D\u0E07\u0E40\u0E2B\u0E47\u0E19\u0E44\u0E14\u0E49\u0E17\u0E31\u0E48\u0E27\u0E17\u0E31\u0E49\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E19\u0E35\u0E49\u0E08\u0E30\u0E1B\u0E23\u0E32\u0E01\u0E0F\u0E02\u0E36\u0E49\u0E19\u0E17\u0E35\u0E48\u0E43\u0E14\u0E01\u0E47\u0E15\u0E32\u0E21 \u0E41\u0E25\u0E30\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E08\u0E33\u0E01\u0E31\u0E14\u0E40\u0E1E\u0E35\u0E22\u0E07\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E19\u0E35\u0E49

#XTXT: Rename Lable Action for RTA
RENAME_RTA_LABEL_ACTION=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E0A\u0E37\u0E48\u0E2D

#XTIT: FilterBar "Adapt Filters" context menu info for RTA
FILTER_BAR_ADAPT_FILTERS_CONTEXT_MENU_INFO=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E02\u0E2D\u0E07\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E17\u0E35\u0E48\u0E08\u0E30\u0E41\u0E2A\u0E14\u0E07 \u0E41\u0E25\u0E30\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27

#XTIT: Title of the dialog to rearrange toolbar content by a key user
SMARTTABLE_RTA_REARRANGE_TOOLBAR_CONTENT_TITLE=\u0E08\u0E31\u0E14\u0E40\u0E23\u0E35\u0E22\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E41\u0E16\u0E1A\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48

#XTIT: Title of the table to rearrange toolbar content by a key user
SMARTTABLE_RTA_REARRANGE_TOOLBAR_CONTENT_TABLE_TITLE=\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E41\u0E16\u0E1A\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D

#XTXT: Label of the menu entry to rearrange toolbar content by a key user
SMARTTABLE_RTA_REARRANGE_TOOLBAR_CONTENT_MENU=\u0E08\u0E31\u0E14\u0E40\u0E23\u0E35\u0E22\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E41\u0E16\u0E1A\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48

#XTXT: "Rearrange toolbar" context menu info for RTA
REARRANGE_TOOLBAR_CONTEXT_MENU_INFO=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E41\u0E16\u0E1A\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E17\u0E35\u0E48\u0E08\u0E30\u0E41\u0E2A\u0E14\u0E07
