#This is the resource bundle for design time of the SAPUI5 sap.ui.comp library
#

#XMSG:	Remove mandatory Field Confirm Dialog Message
GROUP_ELEMENT_DESIGN_TIME_REMOVE_MANDATORY_FIELD_MESSAGE="{0}" \u090F\u0915 \u0905\u0928\u093F\u0935\u093E\u0930\u094D\u092F \u095E\u0940\u0932\u094D\u0921 \u0939\u0948. \u0915\u094D\u092F\u093E \u0906\u092A \u0907\u0938\u0947 \u0939\u091F\u093E\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?

#XMSG:	Remove Group with mandatory Fields Confirm Dialog Message
GROUP_DESIGN_TIME_REMOVE_GROUP_WITH_MANDATORY_FIELDS_MESSAGE=\u0907\u0938 \u0938\u092E\u0942\u0939 \u092E\u0947\u0902 \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0905\u0928\u093F\u0935\u093E\u0930\u094D\u092F \u095E\u0940\u0932\u094D\u0921 \u0936\u093E\u092E\u093F\u0932 \u0939\u0948\u0902. \u0915\u094D\u092F\u093E \u0906\u092A \u0907\u0928\u094D\u0939\u0947\u0902 \u0939\u091F\u093E\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?\n{0}

#XMIT: SmartForm control name caption
SMARTFORM_NAME=\u0938\u094D\u092E\u093E\u0930\u094D\u091F \u092B\u0949\u0930\u094D\u092E

#XTIT: SmartForm control name plural caption
SMARTFORM_NAME_PLURAL=\u0938\u094D\u092E\u093E\u0930\u094D\u091F \u092B\u0949\u0930\u094D\u092E

#XMIT: SmartTable control name caption
SMARTTABLE_NAME=\u0924\u093E\u0932\u093F\u0915\u093E

#XTIT: SmartTable control name plural caption
SMARTTABLE_NAME_PLURAL=\u0924\u093E\u0932\u093F\u0915\u093E\u090F\u0902

#XMIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly control type name: Group
GROUP_CONTROL_NAME=\u0938\u092E\u0942\u0939

#XTIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly control type name: Groups
GROUP_CONTROL_NAME_PLURAL=\u0938\u092E\u0942\u0939

#XMIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly control type name: Field
FIELD_CONTROL_NAME=\u092B\u093C\u093C\u0940\u0932\u094D\u0921

#XTIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly control type name: Fields
FIELD_CONTROL_NAME_PLURAL=\u095E\u0940\u0932\u094D\u0921

#XMIT: VariantManagement predefined text for Manage Variants dialog
VARIANT_MANAGEMENT_MANAGEDIALOG=\u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u093E \u092A\u094D\u0930\u092C\u0902\u0927\u0928 \u0915\u0930\u0947\u0902

#XTIT: Predefined text for the view settings dialog title
VIEWSETTINGS_TITLE=\u0938\u0947\u091F\u093F\u0902\u0917

#XTXT: "Settings" context menu info for RTA
VIEWSETTINGS_CONTEXT_MENU_INFO=\u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0915\u093F\u090F \u091C\u093E\u0928\u0947 \u0935\u093E\u0932\u0947 \u0938\u094D\u0924\u0902\u092D\u094B\u0902 \u0914\u0930 \u0909\u0928\u0915\u0947 \u0915\u094D\u0930\u092E \u0915\u094B \u092A\u0930\u093F\u092D\u093E\u0937\u093F\u0924 \u0915\u0930\u0947\u0902. \u0915\u094D\u0930\u092E\u0923 \u0914\u0930 \u0938\u092E\u0942\u0939\u0940\u0915\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092F\u092E \u0938\u0947\u091F \u0915\u0930\u0947\u0902.

#XTXT: Text Arrangament Title for RTA
TEXTARRANGEMENT_RTA_DIALOG_TITLE=\u091F\u0947\u0915\u094D\u0938\u094D\u091F \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E \u092C\u0926\u0932\u0947\u0902

#XTXT: "Change Text Arrangement" context menu info for RTA
TEXTARRANGEMENT_RTA_CONTEXT_MENU_INFO=\u0906\u092A\u0915\u094B \u0938\u092E\u0930\u094D\u0925\u093F\u0924 \u092B\u093C\u0940\u0932\u094D\u0921 \u0915\u0947 \u0932\u093F\u090F \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u0928 \u0935\u094D\u092F\u0935\u0939\u093E\u0930 \u092C\u0926\u0932\u0928\u0947 \u0926\u0947\u0924\u093E \u0939\u0948. \u092A\u0930\u093F\u092D\u093E\u0937\u093F\u0924 \u0915\u0930\u0947\u0902 \u0915\u093F \u092B\u093C\u0940\u0932\u094D\u0921 \u0915\u094B \u0909\u0928\u0915\u0940 ID, \u0909\u0928\u0915\u0947 \u092A\u093E\u0920\u094D\u092F \u092A\u094D\u0930\u0924\u093F\u0928\u093F\u0927\u093F\u0924\u094D\u0935 \u092F\u093E \u0926\u094B\u0928\u094B\u0902 \u0915\u0947 \u0905\u0928\u0941\u0938\u093E\u0930 \u0926\u0930\u094D\u0936\u093E\u092F\u093E \u091C\u093E\u0928\u093E \u091A\u093E\u0939\u093F\u090F.

#XTXT: Label Title for RTA
LABEL_RTA_DIALOG_TITLE=\u0932\u0947\u092C\u0932 \u092C\u0926\u0932\u0947\u0902

#XTXT: "Change Labels" context menu info for RTA
LABEL_RTA_CONTEXT_MENU_INFO=\u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u093E \u0928\u093E\u092E \u0909\u0928\u0915\u0940 \u0905\u0902\u0924\u0930\u094D\u0928\u093F\u0939\u093F\u0924 \u0917\u0941\u0923 \u0915\u0947 \u092E\u093E\u0927\u094D\u092F\u092E \u0938\u0947 \u092C\u0926\u0932\u0947\u0902. \u0907\u0938 \u0924\u0930\u0939 \u0938\u0947 \u0915\u093F\u090F \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u092A\u0942\u0930\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092E\u0947\u0902 \u0926\u093F\u0916\u093E\u0908 \u0926\u0947\u0924\u0947 \u0939\u0948\u0902 \u091C\u0939\u093E\u0902 \u092D\u0940 \u092F\u0939 \u091F\u0947\u0915\u094D\u0938\u094D\u091F \u0926\u093F\u0916\u0924\u093E \u0939\u0948 \u0914\u0930 \u0907\u0938 \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923 \u0924\u0915 \u0938\u0940\u092E\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u094B\u0924\u0947 \u0939\u0948\u0902.

#XTXT: Rename Lable Action for RTA
RENAME_RTA_LABEL_ACTION=\u0928\u093E\u092E \u092C\u0926\u0932\u0947\u0902

#XTIT: FilterBar "Adapt Filters" context menu info for RTA
FILTER_BAR_ADAPT_FILTERS_CONTEXT_MENU_INFO=\u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0915\u093F\u090F \u091C\u093E\u0928\u0947 \u0935\u093E\u0932\u0947 \u092B\u093C\u093F\u0932\u094D\u091F\u0930 \u092B\u093C\u0940\u0932\u094D\u0921 \u0915\u094B \u092A\u0930\u093F\u092D\u093E\u0937\u093F\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0909\u0928\u0915\u0947 \u0932\u093F\u090F \u092E\u093E\u0928 \u0938\u0947\u091F \u0915\u0930\u0947\u0902.

#XTIT: Title of the dialog to rearrange toolbar content by a key user
SMARTTABLE_RTA_REARRANGE_TOOLBAR_CONTENT_TITLE=\u091F\u0942\u0932\u092C\u093E\u0930 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u092A\u0941\u0928\u0903 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902

#XTIT: Title of the table to rearrange toolbar content by a key user
SMARTTABLE_RTA_REARRANGE_TOOLBAR_CONTENT_TABLE_TITLE=\u091F\u0942\u0932\u092C\u093E\u0930 \u0938\u093E\u092E\u0917\u094D\u0930\u0940

#XTXT: Label of the menu entry to rearrange toolbar content by a key user
SMARTTABLE_RTA_REARRANGE_TOOLBAR_CONTENT_MENU=\u091F\u0942\u0932\u092C\u093E\u0930 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u092A\u0941\u0928\u0903 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902

#XTXT: "Rearrange toolbar" context menu info for RTA
REARRANGE_TOOLBAR_CONTEXT_MENU_INFO=\u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0915\u093F\u090F \u091C\u093E\u0928\u0947 \u0935\u093E\u0932\u0947 \u091F\u0942\u0932\u092C\u093E\u0930 \u0915\u093E\u0930\u094D\u0930\u0935\u093E\u0907\u092F\u094B\u0902 \u0915\u094B \u092A\u0930\u093F\u092D\u093E\u0937\u093F\u0924 \u0915\u0930\u0947\u0902.
